Repository: rayo-alcantar/InternetUsageMonitor
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru, uk

source: Internet usage monitor
ru: Мониторинг использования Интернета
uk: Моніторинг використання Інтернету

source: Comienza a monitorear el uso de Internet o reporta el uso desde el inicio. Doble pulsación para detener.
ru: Запускает отслеживание использования Интернета или сообщает об использовании с самого начала. Дважды нажмите, чтобы остановить.
uk: Почати моніторинг використання Інтернету або створити звіт про використання з самого початку. Двічі натисніть, щоб зупинити.

source: Lanza un diálogo para establecer un límite en mb en el que el usuario será avisado para que tome las acciones pertinentes.
ru: Открывает диалог для установления лимита в мегабайтах, по достижении которого пользователь получит уведомление о выполнении соответствующих действий.
uk: Відкриває діалог для встановлення ліміту в мегабайтах, після досягнення якого користувач отримає сповіщення про виконання відповідних дій.

source: Es necesario iniciar el monitoreo primero.
ru: Сначала запустите мониторинг.
uk: Спершу необхідно почати моніторинг.

source: Ingrese el límite (en mb) de consumo de red para ser advertido:
ru: Введите лимит потребления сети (в МБ), чтобы получить предупреждение:
uk: Введіть ліміт споживання мережі (в МБ), щоб отримати попередження:

source: Límite de consumo
ru: Лимит потребления
uk: Ліміт споживання

source: Ingrese un límite válido (mayor a 0).
ru: Введите действительный лимит (больше 0).
uk: Введіть дійсний ліміт (більше 0).

source: Límite establecido correctamente.
ru: Лимит установлен правильно.
uk: Ліміт встановлено правильно.

source: ¡Has alcanzado el límite de consumo establecido!
ru: Вы достигли установленного лимита потребления!
uk: Ви досягли встановленого ліміту споживання!

source: Monitoreo de uso de Internet iniciado.
ru: Мониторинг использования Интернета запущен.
uk: Моніторинг використання Інтернету розпочато.

source: Uso de Internet: {:.2f} MB, Tiempo: {} horas, {} minutos y {} segundos
ru: Использование Интернета: {:.2f} МБ, Время: {} часов, {} минут и {} секунд

source: Uso de Internet: {:.2f} MB, Tiempo: {} minutos y {} segundos
ru: Использование Интернета: {:.2f} МБ, время: {} минут и {} секунд

source: Monitoreo detenido.
ru: Мониторинг остановлен.
uk: Моніторинг зупинено.

source: Por favor, dona
ru: Пожалуйста, поддержите разработку дополнения

source: Internet Usage Monitor - complemento gratuito para NVDA. Puedes hacer una donación a Ángel Alcántar para ayudar en el desarrollo futuro de este complemento. ¿Quieres hacer una donación ahora? Para la transacción, serás redirigido al sitio web de PayPal.
ru: Internet Usage Monitor - это бесплатное дополнение для NVDA. Вы можете сделать пожертвование Анхелю Алькантару, чтобы помочь в дальнейшем развитии этого дополнения. Вы хотите сделать пожертвование сейчас? Для совершения транзакции вы будете перенаправлены на веб-сайт PayPal.

source: InternetUsageMonitor
ru: Интернет-монитор

source: Complemento para NVDA que monitorea el uso de internet.
ru: Это дополнение позволяет отслеживать использование Интернета.
uk: Додаток для NVDA, який відстежує використання Інтернету.

source: Uso de Internet: {}, Tiempo: {} horas, {} minutos y {} segundos
uk: Використання Інтернету: {}, час: {} годин, {} хвилин і {} секунд

source: Uso de Internet: {}, Tiempo: {} minutos y {} segundos
uk: Використання Інтернету: {}, час: {} хвилин і {} секунд
